{
    "about me": "I'm <b>Omer Rustemi</b>, born in 1999 in Skopje. I'm passionate about learning programming and currently studying at Mother Teresa University in Skopje, specializing in Applied Programming.",
    "skills": "My programming skills include: ASP .NET Core MVC, C#, PHP, JavaScript, HTML, CSS, and Bootstrap. I also have experience with databases such as MySQL and MSSQL.",
    "programming languages": "My programming languages include: ASP .NET Core MVC, C#, PHP, JavaScript, HTML, CSS, and Bootstrap.",
    "database": "I have experience with databases like MySQL and MSSQL.",
    "suggest": "You can ask me anything about my skills, programming languages, or about me. Feel free to explore!",
    "cv": "<b>Aaaa</b>",
    "birth": "Born on 02-Jul-1999",
    "how old are you": "I`m 25 Year Old",
    "portfolio": "<a href='/portfolio'>Test</a>",
    "contact": "You can reach out to me via email at omer_rustemi@hotmail.com or by phone at +38972611383.",
    "experience": "I have worked on various projects including web development, mobile app development, and database management.",
    "education": "I am currently pursuing a degree in Applied Programming at Mother Teresa University in Skopje.",
    "interests": "Apart from programming, I enjoy playing soccer, reading books, and exploring new technologies.",
    "hobbies": "My hobbies include coding, playing musical instruments, and hiking in nature.",
    "favorite language": "My favorite programming language is JavaScript because of its versatility and wide range of applications.",
    "future goals": "In the future, I aim to become a full-stack developer and contribute to innovative projects that make a positive impact on society.",
    "name": "Omer",
    "surname":"Rustemi",
    "full name":"Omer Rustemi",
    "jobs":"Now i am working at Dauti Komerc as System Administrator",
    "Where are you currently employed": "I am currently employed at Dauti Komerc as a System Administrator.",
    "What is your current job position?": "My current position is System Administrator at Dauti Komerc.",
    "What company do you work for?": "I work for Dauti Komerc as a System Administrator.",
    "Who is your employer?": "My employer is Dauti Komerc, and I work as a System Administrator.",
    "What is your role at your workplace?": "At Dauti Komerc, I fulfill the role of a System Administrator.",
    "What tasks do you perform at your job?": "My responsibilities at Dauti Komerc include system administration tasks such as server management and network maintenance.",
    "Can you tell me about your daily responsibilities at work?": "On a daily basis, I manage Windows servers, maintain databases, and ensure network security at Dauti Komerc as a System Administrator.",
    "How long have you been working at your current job?": "I have been working at Dauti Komerc as a System Administrator since November 8, 2022.",
    "What skills are required for your position?": "To excel as a System Administrator at Dauti Komerc, one needs proficiency in Windows Server administration, MSSQL management, and network security.",
    "Do you enjoy your current job?": "Yes, I enjoy my role as a System Administrator at Dauti Komerc.",
    "What do you like most about your job?": "What I like most about being a System Administrator at Dauti Komerc is the opportunity to work with cutting-edge technologies.",
    "What do you find challenging about your job?": "The most challenging aspect of my job as a System Administrator at Dauti Komerc is ensuring seamless server performance under high demand.",
    "Have you received any promotions at your job?": "No, I haven't received any promotions. I started as a System Administrator and have been in this role since my employment at Dauti Komerc.",
    "What is the work environment like at your company?": "The work environment at Dauti Komerc is collaborative and dynamic, fostering innovation and growth.",
    "How do you handle workplace conflicts?": "I address workplace conflicts at Dauti Komerc through open communication and conflict resolution strategies.",
    "What is your typical work schedule?": "My typical work schedule as a System Administrator at Dauti Komerc is from 8 AM to 4 PM, Monday through Friday.",
    "Do you work remotely or in an office?": "I work both remotely and in the office, depending on the tasks at hand, as a System Administrator at Dauti Komerc.",
    "How do you prioritize your tasks at work?": "At Dauti Komerc, I prioritize my tasks based on urgency and impact on business operations as a System Administrator.",
    "What training or certifications are required for your job?": "To excel as a System Administrator at Dauti Komerc, certifications in Windows Server administration and database management are essential.",
    "What opportunities for growth are available at your company?": "Dauti Komerc offers various opportunities for career advancement and skill development, especially in roles such as System Administrator.",
    "How do you stay updated on industry trends and developments?": "To stay updated on industry trends and developments, I regularly attend webinars and pursue relevant certifications as a System Administrator at Dauti Komerc.",
    "What advice would you give to someone starting in your position?": "For someone starting as a System Administrator at Dauti Komerc, I would advise them to stay curious, never stop learning, and embrace challenges as opportunities for growth.",
    "Have you ever had to deal with a difficult coworker or client? How did you handle it?": "Yes, I have encountered difficult situations with coworkers and clients at Dauti Komerc. I addressed them with patience, empathy, and effective communication strategies.",
    "What accomplishments are you proud of in your current role?": "I am proud of streamlining server operations and implementing robust security measures at Dauti Komerc as a System Administrator, leading to enhanced efficiency and data protection.",
    "What tools or software do you use in your job?": "As a System Administrator at Dauti Komerc, I utilize tools such as Microsoft SQL Server, Active Directory, and PowerShell for efficient server management and automation.",
    "How do you handle tight deadlines at work?": "To meet tight deadlines at Dauti Komerc, I prioritize tasks, communicate effectively with stakeholders, and leverage automation tools as a System Administrator.",
    "What motivates you to perform well at your job?": "The opportunity to solve complex challenges and contribute to the success of Dauti Komerc motivates me to excel as a System Administrator.",
    "Have you ever led a team or project at work?": "No, I have not led a team or project at Dauti Komerc. My role primarily involves individual contributions as a System Administrator.",
    "What are your long-term career goals within the company?": "My long-term career goal at Dauti Komerc is to continue growing professionally and mastering advanced technologies in the field of system administration.",
    "What do you think sets you apart from other employees in your position?": "My dedication to continuous learning, problem-solving skills, and commitment to excellence differentiate me as a System Administrator at Dauti Komerc.",
    "How do you handle stress in the workplace?": "To manage stress at Dauti Komerc, I practice mindfulness techniques, take regular breaks, and maintain a healthy work-life balance as a System Administrator.",
    "What benefits does your company offer to employees?": "Dauti Komerc offers benefits such as health insurance, retirement plans, and professional development opportunities to employees, including System Administrators.",
    "What do you do to maintain work-life balance?": "To maintain work-life balance, I prioritize self-care, spend time with loved ones, and pursue hobbies outside of work as a System Administrator at Dauti Komerc.",
    "Have you ever had to learn a new skill or technology for your job?": "Yes, I continuously learn new skills and technologies to adapt to evolving IT landscapes and enhance my capabilities as a System Administrator at Dauti Komerc."
}
